    const ru = {
        nav_bar: {
            home_btn: "Главная",
            about_btn: "О музее",
            floors_btn: "Этажы"
        },
        home_page: {
            greet_heading: "Где живёт будущее",
            greet_deskrip: "Захватывающее путешествие в 2071: инновации, космос, ИИ и устойчивость. Посетите икону Дубая — Музей Будущего!",
            greet_btn: "Узнать больше"
        },
        about_page: {
            visit_section: {
                heading: "Почему вам стоит посетить",
                visit_1: "Погружающие выставки переносят в будущее с помощью VR, AR и интерактивных инсталляций, где вы становитесь частью историй о технологиях и устойчивом развитии.",
                visit_2: "Футуристическое здание в форме глаза — архитектурный шедевр с золотой каллиграфией, достойный фото.",
                visit_3: "Передовые технологии: от ИИ и космических симуляций до роботов, демонстрирующих инновации Эмиратов."
            },
            facts_section: {
                heading: "Факты",
                facts_1: "Здание высотой 77 метров с фасадом из 1024 звёзд, созданных из арабской каллиграфии с пожеланиями будущего.",
                facts_2: "Самое дорогое здание в мире за квадратный метр — около $2300 за м².",
                facts_3: "5–7 этажей с 50+ погружающими опытами о космосе, здоровье, энергии и устойчивости."
            },
            info_section: {
                heading: "Информация",
                info_1: "Местоположение: Дубай, ОАЭ (район Шейха Заида).",
                info_2: "Формат посещения: билеты онлайн или на месте; самостоятельный тур по выставкам длительностью 1–2 часа с аудиогидами и интерактивными элементами; открыт ежедневно, рекомендуется бронировать заранее, чтобы избежать очередей."
            }
        },
        floors_page: {
            cards: {
                card_1: {
                    heading: "Герои будущего",
                    floor: "1",
                    deskript: "Для детей до 10 лет: миссии, аватары, творчество и командная работа в фантастическом мире. Стань героем!"
                },
                card_2: {
                    heading: "Завтра — сегодня",
                    floor: "2",
                    deskript: "Технологии сегодня: ИИ, роботы, решения для еды, воды и энергии от партнёров музея. Увидьте будущее сейчас."
                },
                card_3: {
                    heading: "Аль-Ваха",
                    floor: "3",
                    deskript: "Оазис благополучия: сенсорные терапии, фокус и заземление в технологичном мире. Восстановите энергию."
                },
                card_4: {
                    heading: "Институт HEAL",
                    floor: "4",
                    deskript: "Восстановление экосистем: биоразнообразие, тропический лес в VR и инновации устойчивости. Спасите планету."
                },
                card_5: {
                    heading: "OSS Hope",
                    floor: "5",
                    deskript: "Жизнь в космосе в 2071: как освоение ресурсов спасёт человечество от земных вызовов. Интерактивная станция с видами будущего. Исследуйте космос!"
                }
            }
        }
    }

    export default ru;